"Cleanup completed" = "クリーンアップが完了しました";
"%d selected, free up %@ disk space" = "%d個選択済み、ディスクスペースを%@解放";
"%ld items in total, %@ selected" = "合計%ldアイテム、%@個選択済み";
"%ld similar photos, occupying %@" = "%ld枚の似た写真、%@を占有";
"Archive" = "アーカイブ";
"Are you sure you want to clean the selected files?" = "選択したファイルをクリーンアップしますか？";
"Cancel" = "キャンセル";
"Clean up all selected files" = "選択したすべてのファイルをクリーンアップ";
"Clean up all the selected files after backing up" = "バックアップ後、選択したすべてのファイルをクリーンアップ";
"Cleaning up %@" = "%@ のクリーンアップ中";
"Close" = "閉じる";
"Comparing the similar images..." = "似た画像を比較中...";
"Created date" = "作成日";
"Earlier" = "以前";
"Exporting files..." = "ファイルをエクスポート中...";
"Last Month" = "先月";
"Last Week" = "先週";
"No matching files were found." = "一致するファイルが見つかりませんでした。";
"No similar pictures found!" = "似た写真が見つかりませんでした！";
"Ok" = "もちろん";
"Open Finder" = "Finderを開く";
"Organizing remaining files..." = "残りのファイルの整理中...";
"Permissions denied, creation failed!" = "アクセス権が拒否されました、作成に失敗しました！";
"Please select a folder or file." = "フォルダまたはファイルを選択してください。";
"Please select the file to export." = "エクスポートするファイルを選択してください。";
"Reset" = "リセット";
"Search for files...." = "ファイルを検索中...";
"Select the files to clean up." = "クリーンアップするファイルを選択してください。";
"The selected files will be packed and cleaned up." = "選択したファイルはパックされ、クリーンアップされます。";
"This Year" = "今年";
"Today" = "今日";
"Files cannot be cleaned up without deletion permission." = "削除権限なしでファイルをクリーンアップできません。";
"Yesterday" = "昨日";
"Clean up the selected files" = "選択したファイルをクリーンアップ";

